Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Hah, masz wyczucie. Został mi ostatni klucz.
uk: Ха, тобі пощастило. У мене залишився останній ключ.

source: Hah, przecież to oczywistość! Musisz zapłacić...
uk: Ха, зрештою, це ж очевидно! Ти мусиш заплатити...

source: Haha! A nie mówiłem?
uk: Ха-ха! Хіба я тобі не казав?

source: Haha! Darł się jak mała dziewczynka! Mówię ci, dawno się tak nie ubawiłem!
uk: Ха-ха! Він плакав, як маленька дівчинка! Кажу тобі, я вже давно так не веселився!

source: Haha! Dobre, widzę, że Roderich ładnie cię przetrenował. Mówisz jak rasowy strażnik!
uk: Ха-ха! Молодець, бачу, Родеріх тебе добре натренував. Говориш, як істинний вартовий!

source: Haha! Hej wędrowcze! Ciesz się z nami!
uk: Ха-ха! Агов, мандрівнику! Повеселися з нами!

source: Haha! Im większa pewność, tym większy upadek!
uk: Ха-ха! Чим більше впевненості, тим болючіше падати!

source: Haha! Nie zapomnij opowiedzieć tego Cortezowi! Już widzę jak ci w to uwierzy!
uk: Ха-ха! Не забудь сказати це Кортезу! Я вже бачу, як він тобі повірить!

source: Haha! Wiedziałem, że masz coś w głowie.
uk: Ха-ха! Я знав, що в твоїй голові щось є.

source: Haha, Berter będzie musiał po tym odłożyć sobie trochę monet na nowe złote zęby.
uk: Ха-ха, Бертеру після цього доведеться відкласти кілька монет на нові золоті зуби.

source: Haha, a co ty taki ciekawski, młody człowieku? Dobrze, że nie gadasz z Simonem.
uk: Ха-ха, а чому тебе це так цікавить, юначе? Добре, що ти не набридаєш Саймону.

source: Haha, a jakie miejsce na tej wyspie może być spokojniejsze?
uk: Ха-ха, а яке місце на цьому острові може бути більш спокійним?

source: Haha, ale nam się trafił bohater! Po pierwsze, nawet nie wiesz ile chcemy za jej życie, a po drugie, samo złoto nie wystarczy.
uk: Ха-ха, нам тут трапився герой! По-перше, ти навіть не уявляєш, скільки ми хочемо за її життя, а по-друге, одного золота замало.

source: Haha, coś w tym jest. Może dlatego nie mam go jeszcze zbyt wiele? Nie jestem typem człowieka, który lubi codzienne mordobicie.
uk: Ха-ха, у цьому щось є. Можливо, саме тому в мене нестача поваги? Я не з тих людей, кому подобається махати кулаками.

source: Haha, cudownie!
uk: Хех, чудово!

source: Haha, jeszcze nie!
uk: Ха, поки що ні!

source: Haha, miłego zwiedzania!
uk: Ха-ха, гуляй!

source: Haha, musimy odwiedzać cię częściej.
uk: Ха-ха, потрібно частіше тебе відвідувати.

source: Haha, nie spodziewałem się zobaczyć cię w tym pancerzu! Witamy na pokładzie!
uk: Ха-ха, не очікував побачити тебе в цьому обладунку! Ласкаво прошу на борт!

source: Haha, w tym wieku? Pewnie zapomniałeś, gdzie szukać tych ludzi? O kim chcesz usłyszeć?
uk: Ха-ха, в такому віці? Ти, мабуть, забув, де шукати цих людей? Про кого ти хочеш почути?

source: Haha... Przeprosiny przyjęte, cherlaku.
uk: Ха-ха... Вибачення прийнято, здохляче.

source: Haha... To tajemnica, mój drogi.
uk: Ха-ха... Це таємниця, мій дорогенький.

source: Hahaaa!
uk: Ха-хааа!

source: Hahaha!
uk: Ха-ха-ха!

source: Hahaha! Słabeusz!
uk: Ха-ха-ха! Слабак!

source: Hahaha, ja? Masz na myśli... małżeństwo? Gdy nadejdzie odpowiednia pora, ojciec na pewno znajdzie mi dobrego męża.
uk: Ха-ха-ха, я? Ти маєш на увазі... одруження? Коли прийде час, мій батько обов'язково знайде мені хорошого чоловіка.

source: Hahaha, wiedziałem, że cię zainteresuje! Podoba się nazwa, co? Sam wymyśliłem.
uk: Ха-ха-ха, я знав, що тебе це зацікавить! Подобається назва, так? Я сам її придумав.

source: Hahaha. Rozbawiłeś mnie. Słyszałem, że dałeś wcześniej po mordzie kilku osobom w Przystani...
uk: Ха-ха-ха. Ти мене розсмішив. Я чув, що ти вже надавав стусанів кільком людям у Гавані...

source: Hahahaha! Jeśli w to wierzysz, to naprawdę musisz być głupi. Lochy są przepełnione, a okręty z Khorinis kursują co parę miesięcy.
uk: Ха-ха-ха-ха! Якщо ти в це віриш, то ти, мабуть, і справді дурний. Тюрми переповнені, а кораблі з Хорінісу ходять лиш раз на кілька місяців.

source: Hahahaha! Możesz próbować.
uk: Ха-ха-ха-ха! Можеш спробувати.

source: Hahahaha... Słabeusz!
uk: Ха-ха-ха-ха... Слабак!

source: Hahahahah! Takiego przedstawienia dawno nie widziałem! Zaczerwienił się jak burak ze złości!
uk: Ха-ха-ха-хах! Давно я такого не бачив! Він почервонів, як буряк від злості!

source: Hahahahah... Widzę, że... nikomu nie pozwalasz, by stawał ci na drodze.
uk: Ха-ха-ха-ха... Бачу, що... ти нікому не дозволяєш стояти на твоєму шляху.

source: Hahahahahahahahaha!
uk: Ха-ха-ха-ха-ха-ха-ха-ха-ха!

source: Hahahahahahahahahaha!
uk: Ха-ха-ха-ха-ха-ха-ха-ха-ха-ха!

source: Hahahahahahahahahahaha!
uk: Ха-ха-ха-ха-ха-ха-ха-ха-ха-ха-ха!

source: Halabarda
uk: Алебарда

source: Halo, nie na tyle się umawialiśmy. Przynieś więcej.
uk: Агов, ми так не домовлялися. Принеси ще.

source: Hamak
uk: Гамак

source: Handel - Gildia Kupiecka
uk: Торгівля – Торгова Гільдія

source: Handel - Klasztor
uk: Торгівля – Монастир

source: Handel - Miasto
uk: Торгівля – Місто

source: Handel - Pozostałe lokacje
uk: Торгівля – Інші місця

source: Handel - Przystań Łotrów
uk: Торгівля – Гавань лиходіїв

source: Handel - Silbach
uk: Торгівля – Сільбах

source: Handel - Straż Miejska
uk: Торгівля – Міська Варта

source: Handel - Wilcze Leże
uk: Торгівля – Вовче Лігво

source: Handel musi być kontrolowany i odpowiednio obłożony cłami tak, by cały mechanizm mógł poprawnie i długoterminowo funkcjonować.
uk: Торгівля повинна контролюватися і обкладатися відповідними податками, щоб весь механізм міг належно функціонувати в довгостроковій перспективі.

source: Handel tutaj jest dość skromny. Nie dorobię się fortuny na handlu patelniami i pietruszką.
uk: Торгівля тут досить скромна. Я не зароблю статок, торгуючи сковорідками і петрушкою.

source: Handel winem przynosi Ernesto takie dochody, że Mrocznemu Paladynowi trudno będzie się przebić.
uk: Торгівля вином приносить Ернесто такий дохід, що 'Темному Паладину' буде важко зрівнятися.

source: Handlarka Dima oferuje zapłatę pełnej wartości w złocie za dostarczenie jej sproszkowanej magicznej rudy.
uk: Торговка Діна заплатить повну вартість золототом за доставку порошку з магічної руди.

source: Handlarka zapewniała, że w świecie kupców ma duże doświadczenie, wiele kontaktów oraz wypracowany przez lata szacunek. Nie wahając się Patrick dobił targu oddając swoje ostatnie pieniądze. Pozostało mu tylko czekać.
uk: Торговка запевняла, що має великий досвід у сфері торгівлі, багато контактів і повагу, яку вона заробила за багато років. Не вагаючись, Патрік уклав угоду, віддавши їй свої останні гроші. Єдине, що йому залишалося – це лише чекати.

source: Handlarz
uk: Торговець

source: Handlarz Heisner został okradziony. Poprosił mnie, żebym spróbował odnaleźć paczkę tytoniu jabłkowego. Mam rozglądać się za niedopałkami i sprawdzić, który z górników śmierdzi tytoniem.
uk: Торговця Гейснера пограбували. Він попросив мене спробувати знайти пакунок яблучного тютюну. Я маю шукати недопалки і визначити, від кого з гірників пахне тютюном.

source: Handlarz Veit opowiedział mi, jak stracił swój glejt w zakładzie. Poprosił mnie, abym go odzyskał, nie zabijając Severina. Ze słów Veita wynika, że farmer lubi przesiadywać wieczorami w karczmie. W dzień pewnie znajdę go na którymś z pól.
uk: Торговець Вейт розповів мені, як програв свою перепустку. Він попросив мене повернути її, не нападаючи на Северина. За словами Вейта, вечорами фермер любить сидіти в корчмі. Вдень я, ймовірно, знайду його на одному з полів.

source: Handlarz jabłek
uk: Торговець яблуками

source: Handlarz nie chciał się zgodzić, żeby sprzedać mu cokolwiek.
uk: Торговець відмовився йому що-небудь продавати.

source: Handlarz próbował nas oszukać - znowu. Muszę go złapać i zakończyć tę farsę.
uk: Торговець спробував нас обдурити – знову. Я мушу його зловити та покласти край цьому абсурду.

source: Handlarz różności
uk: Продавець всякої всячини

source: Handlarze oferują za nią niezłą cenę.
uk: Торговці пропонують за нього хорошу ціну.

source: Handlarze podróżujący pomiędzy miastem a winnicą Valerio zauważyli rosnącą populację kretoszczurów, które stają się coraz bardziej agresywne.
uk: Торговці, які подорожують між містом і виноградником Валеріо, помітили зростання популяції кротощурів, які стають дедалі агресивнішими.

source: Handlarze podróżujący pomiędzy miastem a winnicą Valerio zauważyli rosnącą populację kretoszczurów, które stają się coraz bardziej agresywne. Według niektórych podróżujących, kretoszczurom przewodzi tłusty, przerośnięty osobnik, nazywany potocznie Tłuściochem. Za pozbycie się tej bestii przewidziana jest nagroda w wysokości 150 sztuk złota, do odebrania u łowcy Garosa.
uk: Торговці, які подорожують між містом і виноградником Валеріо, помітили зростання популяції кротощурів, які стають дедалі агресивнішими. За словами деяких мандрівників, кротощурів очолює товста, велика особина, яку прозвали Товстуном. За позбавлення від цього звіра передбачена винагорода у розмірі 150 золотих, які можна отримати у мисливця Гароса.

source: Handlujemy albo dajesz mi spokój!
uk: Торгуємо або дай мені спокій!

source: Handlujesz z Gerhardem?
uk: Торгуєш з Герхардом?

source: Handluję albo myślę o tym, jak handlować lepiej. Nazywam się Elid, na próżno szukać lepszego kupca w mieście ode mnie.
uk: Я торгую або думаю про те, як торгувати краще. Мене звуть Елід, і ти не знайдеш у місті кращого торговця, ніж я.

source: Handluję różnymi rzeczami. Za złoto oczywiście.
uk: Я торгую всілякими речами. За золото, звісно.

source: Handluję. Co chcesz kupić?
uk: Торгую. Що ти хочеш купити?

source: Harfa
uk: Арфа

source: Hargar
uk: Харгар

source: Harold
uk: Гарольд

source: Harold nie chce, by ktokolwiek podejrzewał, że mu pomogłem. Mamy się spotkać w innym miejscu, by uczcić jego wygraną.
uk: Гарольд не хоче, щоб хтось запідозрив, що я йому допоміг. Ми зустрінемося в іншому місці, щоб відсвяткувати його перемогу.

source: Harold wygrał zakład, a Sven zaznał orzeźwiającej kąpieli. Muszę pogadać z Haroldem w sprawie mojej nagrody.
uk: Гарольд виграв парі, а Свен освіжився купанням в морі. Треба поговорити з Гарольдом про мій приз.

source: Harold z tej strony.
uk: Тут мене звуть Гарольдом.

source: Harold, rybak z Ustronia Żeglarza, może mi odsprzedać swoje zebrane perły.
uk: Гарольд, рибалка з Прихистку моряка, може продати мені знайдені ним перлини.

source: Harpia
uk: Гарпія

source: Harpia Alice
uk: Гарпія Аліси

source: Harpia Alice to teraz nie mój problem.
uk: Тепер гарпія Аліси – вже не моя проблема.

source: Harri
uk: Харрі

source: Harri miał rację, znalazłem jakiś miecz w wodzie. Najlepiej będzie, jeśli przekażę go Cortezowi.
uk: Харрі мав рацію. У воді я знайшов якийсь меч. Буде краще, якщо я віддам його Кортезу.

source: Harry
uk: Гаррі

source: Harry i Kipper zzielenieją z zazdrości, gdy powiem im, że dorobiłem się własnego parobka!
uk: Гаррі і Кіпер позеленіють від заздрощів, коли я скажу їм, що у мене з'явився власний хлопчик на побігеньках!

source: Harry jest chętny pomóc w zamian za pokaźny mieszek.
uk: Гаррі готовий допомогти в обмін на пристойну суму.

source: Harry powiedział, że zwiadowca wypytywał o nastroje mieszkańców wsi oraz bagna w okolicy. Podobno lokalni łowcy zostali jego przewodnikami. Na szczęście właśnie idą do wioski i mam okazję z nimi porozmawiać.
uk: Гаррі розповів, що розвідник цікавився настроями мешканців села та болотом поблизу. Очевидно, місцеві мисливці стали його провідниками. На щастя, вони якраз повертаються до села, і у мене буде можливість поспілкуватися з ними.

source: Harry tak powiedział?! A to skurczybyk... tak mnie załatwił...
uk: Гаррі так сказав?! От паскудник, так мене підставив...

source: Harry twierdzi, że pomogliście Królewskiemu Zwiadowcy.
uk: Гаррі стверджує, що ви допомагали Королівському розвіднику.

source: Harry zdecydowanie mówi prawdę, nie miał nic wspólnego z atakiem tych łowców.
uk: Гаррі, безумовно, говорить правду, він не має ніякого відношення до нападу цих мисливців.

source: Harujesz jak wół, a dostajesz tyle, co kretoszczur wykopał.
uk: Ти працюєш, як віл, а отримуєш менше, ніж кротощур викопав.

source: Hasmeth
uk: Гасмет

source: Havard
uk: Гавард

source: Havard chce za wszelką cenę zamknąć Volfzacke raz na zawsze. Zostanie z tyłu, zatrzaśnie za nami wrota i poczeka kilka dni na ewentualny powrót Kessela. Gdy skończy mu się prowiant, wysadzi przejście beczkami z prochem, które zostały po Dusterze.
uk: Гавард хоче за будь-яку ціну зачинити Вольфзак раз і назавжди. Він залишиться тут, зачинить за нами ворота і кілька днів очікуватиме на повернення Кесселя. Коли у нього закінчиться провізія, він підірве міст бочками з порохом, які залишились від Дастера.

source: Havard jest gotów odwiedzić twierdzę swoich przodków.
uk: Гавард готовий відвідати фортецю своїх предків.

source: Havard za wszelką cenę chciał zawalić wejście do podziemi Vardhal. Gdy próbowałem go powstrzymać, rzucił się na mnie z bronią, nie pozostawiając mi wyboru.
uk: Гавард хотів за будь-яку ціну зруйнувати вхід до підземелля Вардхалу. Коли я спробував його зупинити, він накинувся на мене зі зброєю, не залишивши мені вибору.

source: Havard zapieczętował twierdzę tak, by już nikt nigdy nie wszedł do środka. Te przeklęte korytarze nie przyniosłyby nikomu niczego poza cierpieniem.
uk: Гавард запечатав фортецю, щоб ніхто і ніколи більше не зміг увійти до неї. Ці прокляті коридори не принесуть нікому нічого, окрім страждань.

source: Havard? Co robi Wilczy Syn tak daleko od domu...
uk: Гавард? Що Вовчий Син робить так далеко від дому...

source: Havdan
uk: Хевден

source: Havdan nie żyje. Oktav z pewnością się ucieszy z tych wieści.
uk: Хевден помер. Октаву, без сумніву, буде приємно почути цю новину.

source: Hałaśliwy farmer
uk: Галасливий фермер

source: Hańbisz mundur! Tylko poczekaj, aż Roderich się tobą zajmie!
uk: Ти зневажаєш уніформу! Родеріх з тобою розбереться!

source: He! Ernesto, powiadasz? A czego on może ode mnie chcieć?
uk: Хе! Ернесто, кажеш? А що він може від мене хотіти?

source: Heee... słuszna... uwaga.
uk: Хеее... слушна... думка.

source: Heeej, piękny chłopczeee...
uk: Привіт, красунчику...

source: Heh, przypomniała mi się moja pierwsza egzekucja... Skazaniec był piratem, zwykłym opryszkiem, do dzisiaj pamiętam, jak mi się ześlizgnęła ręka, i uderzyłem go nie w szyję, a w plecy.
uk: Хех, згадав свою першу страту... Засуджений був піратом, звичайним бандитом. Досі пам'ятаю, як рука зісковзнула і я влучив йому не в шию, а в спину.

source: Heh. Szkoda, że jesteśmy w mniejszości, ale niedługo to się zmieni. Jestem tego pewien.
uk: Хех. Шкода, що ми в меншості, але це скоро зміниться. Я впевнений.

source: Heh... Cholera! Przecież to ten przeklęty Retog zaproponował chatę jako miejsce spotkań!
uk: Хех... Прокляття! Це ж той клятий Ретог запропонував хатину як місце зустрічі!

source: Hehe, ale cię wzięło. Normalnie to bym ci kazał z samego rana udać się do Lorenzo po pierwsze zlecenie, ale pewnie nie będziesz wtedy tego pamiętał.
uk: Хе-хе, от ти захопився. Зазвичай я б порадив тобі одразу ж зранку піти до Лоренцо, але ти, ймовірно, і не згадаєш про це.

source: Hehe, chciałbyś mi pomóc?
uk: Хе-хе, не хочеш мені допомогти?

source: Hehe, chłopcze, ale im pokazałeś! Królewscy to jednak straszny burdel wszędzie mają, nie to co my!
uk: Хе-хе, хлопче, ну ти їм і показав! У королівських осіб скрізь жахливий безлад, не те, що у нас!

source: Hehe, do zobaczenia w porcie!
uk: Хе-хе, побачимось в порту!

source: Hehe, dobry żart! Dawno nikt mnie nie pomylił z organizacją dobroczynną!
uk: Хе-хе, гарний жарт! Давно вже ніхто не сприймав мене за благодійника!

source: Hehe, i co? Dalej taki pewny swego?
uk: Хе-хе, і що? Ти все ще такий самовпевнений?

source: Hehe, im mniej wiesz, tym lepiej dla nas obu.
uk: Хе-хе, чим менше знатимеш, тим краще для нас обох.

source: Hehe, jaki skromny! No, ale przejdźmy do konkretów. To odpowiednia broń dla naszych kuszników?
uk: Хе-хе, який ти скромний! Що ж, давай перейдемо до конкретики. Чи підійде ця зброя для наших арбалетників?

source: Hehe, mam teraz dużo do roboty, chyba czas iść uwarzyć więcej piwa.
uk: Хе-хе, у мене зараз багато роботи. Схоже, час йти зварити ще пива.

source: Hehe, nie omieszkam!
uk: Хе-хе, я цього не пропущу!

source: Hehe, nie.
uk: Хе-хе, ні.

source: Hehe, odważny! Większość naszczałaby w gacie na wasz widok, chłopcy!
uk: Хе-хе, сміливий! Більшість обмочилися б, побачивши вас, хлопці!

source: Hehe, racja. Mówiłem, że to straszne gnidy. Trzymaj, należy ci się solidny mieszek.
uk: Хе-хе, точно. Я ж казав, що вони жахливі гниди. Тримай, ти заслужив солідну винагороду.

source: Hehe, racja. O piwie mógłbym gadać godzinami. Jest to moja autorska receptura. Nie zdradzę ci oczywiście wszystkiego, muszę pilnować swoich interesów.
uk: Хе-хе, так і є. Я можу говорити про пиво годинами. Це мій власний оригінальний рецепт. Звісно, я не розповім тобі всього, бо мушу дбати про свій бізнес.

source: Hehe, sprawa jest prosta.
uk: Хе-хе, все дуже просто.

source: Hehe, to nawet lepiej dla mnie!
uk: Хе-хе, так навіть краще для мене!

source: Hehe, zaraz się przekonamy, kto komu co porachuje.
uk: Хе-хе, зараз ми дізнаємось, хто кому що перерахує.

source: Hehe, świetnie!
uk: Хе-хе, чудово!

source: Hehe, żegnam!
uk: Хе-хе, бувай!

source: Hehe... He...
uk: Хе-хе... Хе...

source: Hehe... baw się dobrze.
uk: Хе-хе... веселися.

source: Hehe... jak to mówią miastowi, dobra gorzałka to twój wróg, więc ją w mordę lej!
uk: Хе-хе... як кажуть містяни, хороша випивка – це твій ворог, тож треба знищити його!

source: Hehee, aaaaaa widzieliście tą całą Treskę?
uk: Хе-хе, аааааа ви, хлопці, бачили цю пишногруду Треску?

source: Hehehe! Tak, jakby banda urzędasów robiła coś dobrego dla miasta.
uk: Хе-хе-хе! Наче та купка чиновників робить щось хороше для міста.

source: Hehehe... Wiedziałem, że mogę na ciebie liczyć.
uk: Хе-хе-хе... Я знав, що можу на тебе покластися.

source: Hehehehehehehehe!
uk: Хе-хе-хе-хе-хе-хе-хе-хе!

source: Heisner
uk: Гейснер

source: Heisner dostał szału, gdy powiedziałem mu, że niczego się nie dowiedziałem. Może tak będzie lepiej. Nie byłem pewny, kto za tym stał, nie miałem innych tropów, a sytuacja w kopalni i tak już jest w kiepskim stanie.
uk: Гейснер розлютився, коли я сказав йому, що нічого не дізнався. Можливо, воно й на краще. Я не був упевнений, хто за цим стоїть, у мене не було інших зачіпок, а ситуація у копальні й так була не найкраща.

source: Heisner nie był zadowolony z utraty całej paczki, ale zgodnie z umową, zapłacił mi za sprawdzenie tego tropu. Krzyczał też coś o podniesieniu cen. Górnicy pewnie nie będą zadowoleni, ale kto wie, może popełnią przez to jakiś błąd, który mnie do nich doprowadzi.
uk: Гейснер не був радий втраті цілого пакунка, але, як і домовлялися, він заплатив мені за перевірку цієї зачіпки. Він також кричав щось про підвищення цін. Гірникам це, мабуть, не сподобається, але хто знає, можливо, вони зроблять якусь помилку, яка приведе мене до них.

source: Hej Marvin! Nie zachowałem się honorowo. Szczerze mówiąc, przestraszyłem się tego ducha.
uk: Агов, Марвіне! Я вчинив недостойно. Чесно кажучи, я злякався того духа.

source: Hej chłopcze, to twój szczęśliwy dzień! Cortez zafundował ci namiętne spotkanie z przepiękną Tarą. Czeka na ciebie w pokoju!
uk: Гей, хлопче, сьогодні твій щасливий день! Кортез подарував тобі пристрасну зустріч із прекрасною Тарою. Вона чекає на тебе в кімнаті!

source: Hej młody!
uk: Агов, юначе!

source: Hej młody! Chcesz poznać sekretny przepis?
uk: Агов, юначе! Хочеш дізнатися секретний рецепт?

source: Hej ty!
uk: Агов, ти!

source: Hej ty! Czego ty tam szukasz?
uk: Гей ти! Що ти там шукаєш?

source: Hej ty! Jak się czujesz po ostatniej walce? Mocno oberwałeś?
uk: Привіт, як почуваєшся після останнього бою? Тебе сильно побили?

source: Hej ty! Tak ty, podejdź tu!
uk: Гей ти! Так ти, підійди сюди!

source: Hej ty, podejdź tu na chwilę!
uk: Гей ти, підійди сюди на хвилинку!

source: Hej ty, zaczekaj chwilkę.
uk: Гей ти, зачекай хвилинку.

source: Hej!
uk: Привіт!

source: Hej! Czego tam szukałeś?
uk: Ей! Що ти там шукаєш?!

source: Hej! Nie masz może przy sobie dwóch kawałków surowej stali?
uk: Привіт! Ти не маєш при собі двох шматків сирої сталі?

source: Hej! Nie szukasz przypadkiem pracy?
uk: Агов! Ти випадково не шукаєш роботу?

source: Hej! Oddawaj pierścień!
uk: Гей! Віддавай перстень!

source: Hej! Oddawaj resztę!
uk: Гей! Віддай мені решту!

source: Hej! Popatrzcie jaki bystrzak! Widać, żeście najbardziej rozumni spośród tej bandy patałachów.
uk: Гей, а ти, видно, кмітливий! Очевидно, ти найрозумніший з-поміж усіх цих бовдурів.

source: Hej! Wynoś się z mojego pałacu!
uk: Гей, забирайся з мого подвір'я!

source: Hej! Zaczekajcie!
uk: Ей! Зачекайте!

source: Hej! Zostaw nasze owce w spokoju!
uk: Ей! Не чіпай наших овець!

source: Hej, Antonio! Możesz to potwierdzić?
uk: Агов, Антоніо! Ти можеш це підтвердити?

source: Hej, Marvin, tak? Pamiętasz mnie?
uk: Гей, Марвін, так? Пам'ятаєш мене?

source: Hej, a co z toporem?
uk: Агов, а як же сокира?

source: Hej, chciałbym...
uk: Гей, я хотів би...

source: Hej, co słychać?
uk: Гей, як поживаєш?

source: Hej, co tu robisz? Coś ty za jeden?
uk: Агов, що ти тут робиш? Хто ти, в біса, такий?

source: Hej, co tutaj robisz?
uk: Гей, що ти тут робиш?

source: Hej, czego ty tam szukasz?
uk: Гей, що ти там шукаєш?

source: Hej, czy ty wiesz, co to za miejsce?
uk: Гей, ти знаєш, що це за місце?

source: Hej, czym się tutaj zajmujesz?
uk: Гей, чим ти тут займаєшся?

source: Hej, dzieciaku, powoli! Może się najpierw przedstaw? Powiedz, co tu robisz? I dlaczego chcesz dostać ode mnie po mordzie?
uk: Гей, хлопче, пригальмуй! Може, спочатку представишся? Скажи мені, що ти тут робиш? І чому ти хочеш отримати від мене по морді?

source: Hej, gdzie prowadzisz tę dziewczynę? I tak w ogóle to co to za jedna?
uk: Куди ти ведеш цю дівчину? І хто вона така?

source: Hej, hej, hej!
uk: Гей, гей, гей!

source: Hej, hej, każdy orze jak może! Gadaj do kogo idziemy. Może go znam i będę mógł sam się zabezpieczyć przed strażą, pomyślałeś o tym?
uk: Гей, гей, кожен живе як може! Краще скажи, до кого ми йдемо. Може, я його знаю і зможу сам захиститися від вартових, ти про це не думав?

source: Hej, ja cię chyba skądś kojarzę. Czy to nie ty próbowałeś dostać się do miasta jakiś czas temu?
uk: Гей, мені здається, я тебе десь бачив. Це не ти намагався потрапити до міста нещодавно?

source: Hej, ja cię znam!
uk: Агов, я тебе знаю!

source: Hej, jak leci?
uk: Привіт, що робиш?

source: Hej, jak podróż?
uk: Привіт, як мандрівка?

source: Hej, jak się zabawimy!
uk: Гей, давай розважимось!

source: Hej, jesteś cała?
uk: Агов, з тобою все гаразд?

source: Hej, kim jesteś?
uk: Привіт, ти хто?

source: Hej, kogo ja widzę! Wiesz co, zjawił się u nas jakiś typ, który szuka ludzi do pracy. Może do niego zajrzyj? Siedzi tam, przy stole. Przedstawił się jako Bruno.
uk: Агов, кого я бачу! Знаєш, що? Тут з'явився якийсь тип, котрий шукає людей для роботи. Може, ти до нього завітаєш? Він сидить там, за столом. Представився як Бруно.

source: Hej, kolego! Nowy na Archolos? Chyba cię tu jeszcze nie widziałem. Nie szukasz może pracy?
uk: Привіт, друже! Новенький на Архолосі? Не думаю, що бачив тебе тут раніше. Не шукаєш роботу?

source: Hej, kolego! Podejdź tu na chwilę.
uk: Гей, друзяко! Підійди на хвилинку.

source: Hej, koleś!
uk: Гей, друзяко!

source: Hej, kto cię tu wpuścił?
uk: Агов, хто тебе сюди впустив?

source: Hej, mam chyba prawo wejść do miasta!
uk: Гей, гадаю, що я маю право увійти до міста!

source: Hej, może wpadniesz do mnie?
uk: Гей, а чому б тобі не зайти до мене?

source: Hej, mógłbyś mi pomóc?
uk: Агов, ти не міг би мені допомогти?

source: Hej, młody, nie bądź bezczelny! Idź już, szkoda tracić czasu!
uk: Гей, хлопче, не будь нахабою! Йди вже, і не гай часу!

source: Hej, młodzieńcze, tutaj nie ma żadnego ścierwojada!
uk: Гей, хлопче, тут немає ніяких падальників!

source: Hej, nie bój się.
uk: Гей, не бійся.
